Repository: kphillisjr/DevIL
Catalog: po/*.po
Languages: cs

source: Have detected modules path override '%s' -> '%s'
cs: Byla zjištěna změna cesty k modulům: '%s' -> '%s'

source: We couldn't open the filename '%s' with the modules list. Don't expect anything from DevIL this time.
cs: Nebylo možné otevřít soubor '%s' se seznamem modulů. Takže teď od DevILu nic nečekejte.

source: The loaded '%s' file is slightly confusing. This may be caused by improper manual manipulation.
cs: Načtený soubor '%s' je lehce matoucí, To může být způsobeno například nesprávnou manuální manipulací.

source: Expected %u modules, got %u.
cs: Očekáváno %u modulů, nakonec jich je %u.

source: Trying to load module %s
cs: Pokus o nahrání modulu %s

source: [BUSY]
cs: [PRACUJI]

source: [FAIL]
cs: [ CHYBA ]

source: error entry
cs: chybová hláška

source: warning entry
cs: varování

source: info entry
cs: informace

source: verbose (not important info) entry
cs: podrobná, až nepodstatná informace,

source: debug entry
cs: ladicí informace

source: DevIL v. %s log level. %d, %s
cs: DevIL v. %s úroveň logování %d, %s

source: Build information follows:
cs: Následují informace o sestavení (build):

source: Built %s at %s, using %s
cs: Sestaveno dne %s v %s kompilátorem '%s'

source: Modules: Modular build
cs: Moduly: Modulární sestavení

source: Hardcoded modules list filename: %s/%s
cs: Natvrdo uložený seznam modulů: %s/%s

source: Modules: Statically linked
cs: Moduly: Staticky slinkované

source: Logfile entries format description:
cs: Popis výstupu logu:

source: (messages supressed now)
cs: (zprávy budou nyní potlačeny)

source: and that's it.
cs: a to je všechno.

source: Hint: Raise the log level (up to %d) to enable messages that are now supressed.
cs: Tip: K zobrazení potlačených hlášení zvyšte loglevel (max. na %d).

source: Here we go!
cs: Jdeme na to!

source: Yay! Bonus 'happy mode' unlocked!
cs: No teda! Byl odemčen bonusový 'happy mód'!

source: invalid enumerant
cs: neplatný výčtový typ

source: out of memory
cs: došla paměť

source: format not supported yet
cs: formát momentálně není podporován

source: internal error
cs: interní chyba

source: invalid value
cs: neplatná hodnota

source: illegal operation
cs: nedovolená operace

source: illegal file value
cs: neplatný typ daného formátu souboru

source: invalid file header
cs: neplatná hlavička souboru

source: invalid parameter
cs: neplatný parametr

source: could not open file
cs: nepodařilo se otevřít soubor

source: invalid extension
cs: neplatná přípona souboru

source: file already exists
cs: soubor již existuje

source: stack overflow
cs: přetečení zásobníku

source: stack underflow
cs: podtečení zásobníku

source: invalid conversion
cs: neplatná konverze

source: bad dimensions
cs: špatné rozměry

source: file read error
cs: chyba při čtení souboru

source: gif library error
cs: chyba knihovny gif

source: jpeg library error
cs: chyba knihovny jpeg

source: png library error
cs: chyba knihovny png

source: tiff library error
cs: chyba knihovny tiff

source: mng library error
cs: chyba knihovny mng

source: jp2 library error
cs: chyba knihovny jpě

source: exr library error
cs: chyba knihovny exr

source: no error
cs: žádná chyba

source: unknown error
cs: neznámá chyba
